<template lang="pug">
  .box.cautionSlot
            h2.title.has-text-info.is-4 注意事項
            div.is-small
              p ○ ChargeSPOT設置前提条件は、以下の通りとなります。<br>
                | 前提条件に当てはまらない場合は、別途調整が必要になります。<br>
                | ○ 店舗名欄は、ご記入いただいた表記通りにChargeSPOTアプリに反映いたします。<br>
                | また、発送情報にも使用する為、必ず正式名称、フルネームで記入をお願いいたします。例）インフォリッチ屋 原宿店<br>
                | ○ お客様記入欄内の※印の欄は入力必須情報です。
              h3.subtitle.is-6.font-bold S及びLの場合
              p 1）S,L型は梱包でのご納品となる。着後、簡易マニュアルにそってお客様自身に設置頂く。<br>
                | 2）選択出来る時間帯は午前（9〜12時）午後（13時〜18時）夜（18〜20時）となる。<br>
                | 3）ソフトバンクの電波が受信出来ない場合、筐体使用が不可能になる事がある。
              h3.subtitle.is-6.font-bold LLの場合
              p 1）設置時間は9時～18時までである。<br>
                | 2）トラックの受入ヤード或は駐車場がある。<br>
                | 3）電源がとれる設置場所が確保されている。(電源ケーブルの長さは1.2mです。)<br>
                | 4）納品のための特別な養生は必要ない。<br>
                | 5）エレベータ・台車を利用して設置場所近くまで（概ね5m程度）運ぶことができる。<br>
                | 6）当日は配送業者から納品時間等のお知らせが直接あっても問題ない。<br>
                | 7）到着後30分を超えても担当者と連絡がとれない場合、当日の配送はキャンセルさせて頂く。<br>
                | 8）当日は、設置者が弊社規程の起動チェックまで実施する。(S,L型機同時納品の場合、同機のチェックは実施しない。)<br>
                | 9）設置作業後のチェックで、弊社規程の仕様が満たされない場合は、後日の修理又交換となり、当日の引き取りは実施しない。<br>
                | 10）運送用トラックに関する情報が不要（※）<br>
                span.is-size-7 ※）項目10の情報が必要な場合、ご提供できる情報に関する条件は次の通りです。<br>
                | 情報の種類：①運送会社名 ②運転手名 ③運転手携帯番号 ④車両番号 ⑤トラックの大きさ<br>
                | 情報提供可能時間：前日の16時頃
              p.mt-5
                strong 利用規約<br>
                a.mb-10(:href="'https://chargespot.jp/policy.php'" target="_blank") https://chargespot.jp/policy.php
</template>

<script>
export default {
  name: 'cautionSlot'
}
</script>
